Revit 2027 API
PartUtils.CreateParts Method
Overload List
Name | Description
CreateParts(Document, ICollection<ElementId>) |  Creates a new set of parts out of the original elements.
CreateParts(Document, ICollection<LinkElementId>) |  Creates a new set of parts out of the original elements.
Top
See Also
Reference
PartUtils Class
Autodesk.Revit.DB Namespace